Repository: rayenghanmi/RyTuneX
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: ar_tn, de, es_es, fr_fr, he_il, hu_hu, id_id, it_it, ja_jp, ko_kr, pt_br, ru_ru, tr_tr, vi_vn, zh_hans, zh_hant

# PoliciesPage_RemoveErrorContent
source: An error occurred while removing policy overrides: {0}
ar_tn: حدث خطأ أثناء إزالة تجاوزات السياسة: {0}
de: Beim Entfernen der Richtlinienüberschreibungen ist ein Fehler aufgetreten: {0}
es_es: Se produjo un error al eliminar las anulaciones de directivas: {0}
fr_fr: Une erreur s'est produite lors de la suppression des remplacements de stratégie : {0}
he_il: אירעה שגיאה בעת הסרת עקיפות מדיניות: {0}
id_id: Terjadi kesalahan saat menghapus pengabaian kebijakan: {0}
it_it: Si è verificato un errore durante la rimozione delle sostituzioni dei criteri: {0}
ja_jp: ポリシーオーバーライドの削除中にエラーが発生しました: {0}
ko_kr: 정책 재정의를 제거하는 동안 오류가 발생했습니다: {0}
pt_br: Ocorreu um erro ao remover substituições de política: {0}
ru_ru: Произошла ошибка при удалении переопределений политик: {0}
tr_tr: İlke geçersiz kılmaları kaldırılırken bir hata oluştu: {0}
vi_vn: Đã xảy ra lỗi khi xóa ghi đè chính sách: {0}
zh_hans: 删除策略覆盖时发生错误: {0}
zh_hant: 移除原則覆寫時發生錯誤: {0}

# PoliciesPage_ConfirmRemoveCategoryContent
source: Are you sure you want to remove all {0} policy overrides in the '{1}' category?
ar_tn: هل أنت متأكد من أنك تريد إزالة جميع تجاوزات السياسة البالغ عددها {0} في فئة '{1}'؟
de: Möchten Sie wirklich alle {0} Richtlinienüberschreibungen in der Kategorie '{1}' entfernen?
es_es: ¿Está seguro de que desea eliminar las {0} anulaciones de directivas en la categoría '{1}'?
fr_fr: Êtes-vous sûr de vouloir supprimer les {0} remplacements de stratégie dans la catégorie '{1}' ?
he_il: האם אתה בטוח שברצונך להסיר את כל {0} עקיפות המדיניות בקטגוריה '{1}'?
id_id: Apakah Anda yakin ingin menghapus semua {0} pengabaian kebijakan dalam kategori '{1}'?
it_it: Rimuovere tutte le {0} sostituzioni dei criteri nella categoria '{1}'?
ja_jp: '{1}' カテゴリの {0} 件のポリシーオーバーライドをすべて削除してもよろしいですか？
ko_kr: '{1}' 범주의 모든 {0}개 정책 재정의를 제거하시겠습니까?
pt_br: Tem certeza de que deseja remover todas as {0} substituições de política na categoria '{1}'?
ru_ru: Вы уверены, что хотите удалить все {0} переопределений политик в категории '{1}'?
tr_tr: '{1}' kategorisindeki tüm {0} ilke geçersiz kılmasını kaldırmak istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa tất cả {0} ghi đè chính sách trong danh mục '{1}'?
zh_hans: 确定要删除'{1}'类别中的所有 {0} 个策略覆盖吗？
zh_hant: 確定要移除'{1}'類別中的所有 {0} 個原則覆寫嗎？

# PoliciesPage_ConfirmRemoveAllContent
source: Are you sure you want to remove all {0} policy overrides? This action cannot be undone.
ar_tn: هل أنت متأكد من أنك تريد إزالة جميع تجاوزات السياسة البالغ عددها {0}؟ لا يمكن التراجع عن هذا الإجراء.
de: Möchten Sie wirklich alle {0} Richtlinienüberschreibungen entfernen? Diese Aktion kann nicht rückgängig gemacht werden.
es_es: ¿Está seguro de que desea eliminar las {0} anulaciones de directivas? Esta acción no se puede deshacer.
fr_fr: Êtes-vous sûr de vouloir supprimer les {0} remplacements de stratégie ? Cette action est irréversible.
he_il: האם אתה בטוח שברצונך להסיר את כל {0} עקיפות המדיניות? לא ניתן לבטל פעולה זו.
id_id: Apakah Anda yakin ingin menghapus semua {0} pengabaian kebijakan? Tindakan ini tidak dapat dibatalkan.
it_it: Rimuovere tutte le {0} sostituzioni dei criteri? Questa azione non può essere annullata.
ja_jp: {0} 件のポリシーオーバーライドをすべて削除してもよろしいですか？この操作は元に戻せません。
ko_kr: 모든 {0}개의 정책 재정의를 제거하시겠습니까? 이 작업은 취소할 수 없습니다.
pt_br: Tem certeza de que deseja remover todas as {0} substituições de política? Esta ação não pode ser desfeita.
ru_ru: Вы уверены, что хотите удалить все {0} переопределений политик? Это действие нельзя отменить.
tr_tr: Tüm {0} ilke geçersiz kılmasını kaldırmak istediğinizden emin misiniz? Bu işlem geri alınamaz.
vi_vn: Bạn có chắc chắn muốn xóa tất cả {0} ghi đè chính sách? Hành động này không thể hoàn tác.
zh_hans: 确定要删除所有 {0} 个策略覆盖吗？此操作无法撤消。
zh_hant: 確定要移除所有 {0} 個原則覆寫嗎？此動作無法復原。

# PoliciesPage_RemovePartialTitle
source: Partial Removal
ar_tn: إزالة جزئية
de: Teilweise Entfernung
es_es: Eliminación parcial
fr_fr: Suppression partielle
he_il: הסרה חלקית
id_id: Penghapusan Sebagian
it_it: Rimozione parziale
ja_jp: 部分的な削除
ko_kr: 부분 제거
pt_br: Remoção parcial
ru_ru: Частичное удаление
tr_tr: Kısmi Kaldırma
vi_vn: Xóa một phần
zh_hans: 部分删除
zh_hant: 部分移除

# PoliciesPage_Remove
source: Remove
ar_tn: إزالة
de: Entfernen
es_es: Eliminar
fr_fr: Supprimer
he_il: הסר
id_id: Hapus
it_it: Rimuovi
ja_jp: 削除
ko_kr: 제거
pt_br: Remover
ru_ru: Удалить
tr_tr: Kaldır
vi_vn: Xóa
zh_hans: 删除
zh_hant: 移除

# PoliciesPage_RemovingPolicies
source: Removing policies...
ar_tn: جارٍ إزالة السياسات...
de: Richtlinien werden entfernt...
es_es: Eliminando directivas...
fr_fr: Suppression des stratégies...
he_il: מסיר מדיניות...
id_id: Menghapus kebijakan...
it_it: Rimozione criteri...
ja_jp: ポリシーを削除中...
ko_kr: 정책 제거 중...
pt_br: Removendo políticas...
ru_ru: Удаление политик...
tr_tr: İlkeler kaldırılıyor...
vi_vn: Đang xóa chính sách...
zh_hans: 正在删除策略...
zh_hant: 正在移除原則...

# PoliciesPage_RemovePartialContent
source: Removed {0} of {1} policy overrides. Some policies could not be removed.
ar_tn: تمت إزالة {0} من {1} تجاوزات سياسة. لم يمكن إزالة بعض السياسات.
de: {0} von {1} Richtlinienüberschreibungen entfernt. Einige Richtlinien konnten nicht entfernt werden.
es_es: Se eliminaron {0} de {1} anulaciones de directivas. Algunas directivas no se pudieron eliminar.
fr_fr: {0} sur {1} remplacements de stratégie supprimés. Certaines stratégies n'ont pas pu être supprimées.
he_il: הוסרו {0} מתוך {1} עקיפות מדיניות. לא ניתן היה להסיר חלק מהמדיניות.
id_id: Menghapus {0} dari {1} pengabaian kebijakan. Beberapa kebijakan tidak dapat dihapus.
it_it: Rimosse {0} di {1} sostituzioni dei criteri. Alcuni criteri non possono essere rimossi.
ja_jp: {1} 件中 {0} 件のポリシーオーバーライドを削除しました。一部のポリシーは削除できませんでした。
ko_kr: {1}개 중 {0}개의 정책 재정의가 제거되었습니다. 일부 정책은 제거할 수 없습니다.
pt_br: Removidas {0} de {1} substituições de política. Algumas políticas não puderam ser removidas.
ru_ru: Удалено {0} из {1} переопределений политик. Некоторые политики не удалось удалить.
tr_tr: {1} ilke geçersiz kılmasından {0} tanesi kaldırıldı. Bazı ilkeler kaldırılamadı.
vi_vn: Đã xóa {0} trong số {1} ghi đè chính sách. Một số chính sách không thể xóa.
zh_hans: 已删除 {1} 个策略覆盖中的 {0} 个。部分策略无法删除。
zh_hant: 已移除 {1} 個原則覆寫中的 {0} 個。部分原則無法移除。

# PoliciesPage_RestartExplorerTitle
source: Restart Explorer
ar_tn: إعادة تشغيل المستكشف
de: Explorer neu starten
es_es: Reiniciar Explorador
fr_fr: Redémarrer l'Explorateur
he_il: הפעל מחדש את הסייר
id_id: Mulai Ulang Explorer
it_it: Riavvia Esplora risorse
ja_jp: エクスプローラーを再起動
ko_kr: 탐색기 다시 시작
pt_br: Reiniciar Explorador
ru_ru: Перезапустить Проводник
tr_tr: Gezgini Yeniden Başlat
vi_vn: Khởi động lại Explorer
zh_hans: 重启资源管理器
zh_hant: 重新啟動檔案總管

# PoliciesPage_RestartExplorerContent
source: Some policy changes require restarting Windows Explorer to take effect. Would you like to restart Explorer now?
ar_tn: تتطلب بعض تغييرات السياسة إعادة تشغيل مستكشف Windows لتصبح سارية المفعول. هل ترغب في إعادة تشغيل المستكشف الآن؟
de: Einige Richtlinienänderungen erfordern einen Neustart des Windows Explorers. Möchten Sie den Explorer jetzt neu starten?
es_es: Algunos cambios de directiva requieren reiniciar el Explorador de Windows para surtir efecto. ¿Desea reiniciar el Explorador ahora?
fr_fr: Certaines modifications de stratégie nécessitent le redémarrage de l'Explorateur Windows. Voulez-vous redémarrer l'Explorateur maintenant ?
he_il: חלק משינויי המדיניות דורשים הפעלה מחדש של סייר Windows כדי להיכנס לתוקף. האם תרצה להפעיל מחדש את הסייר כעת?
id_id: Beberapa perubahan kebijakan memerlukan proses mulai ulang Windows Explorer agar dapat diterapkan. Apakah Anda ingin memulai ulang Explorer sekarang?
it_it: Alcune modifiche ai criteri richiedono il riavvio di Esplora risorse. Riavviare Esplora risorse ora?
ja_jp: 一部のポリシー変更を有効にするには、Windows エクスプローラーの再起動が必要です。今すぐエクスプローラーを再起動しますか？
ko_kr: 일부 정책 변경 사항을 적용하려면 Windows 탐색기를 다시 시작해야 합니다. 지금 탐색기를 다시 시작하시겠습니까?
pt_br: Algumas alterações de política requerem a reinicialização do Windows Explorer para entrar em vigor. Deseja reiniciar o Explorer agora?
ru_ru: Для применения некоторых изменений политик требуется перезапуск Проводника Windows. Перезапустить Проводник сейчас?
tr_tr: Bazı ilke değişikliklerinin etkili olması için Windows Gezgini'nin yeniden başlatılması gerekir. Gezgini şimdi yeniden başlatmak ister misiniz?
vi_vn: Một số thay đổi chính sách yêu cầu khởi động lại Windows Explorer để có hiệu lực. Bạn có muốn khởi động lại Explorer ngay bây giờ không?
zh_hans: 某些策略更改需要重新启动 Windows 资源管理器才能生效。是否立即重新启动资源管理器？
zh_hant: 某些原則變更需要重新啟動 Windows 檔案總管才能生效。是否立即重新啟動檔案總管？

# PoliciesPage_ConfirmRemoveAllTitle
source: Remove All Policy Overrides
ar_tn: إزالة جميع تجاوزات السياسة
de: Alle Richtlinienüberschreibungen entfernen
es_es: Eliminar todas las anulaciones de directivas
fr_fr: Supprimer tous les remplacements de stratégie
he_il: הסר את כל עקיפות המדיניות
id_id: Hapus Semua Pengabaian Kebijakan
it_it: Rimuovi tutte le sostituzioni dei criteri
ja_jp: すべてのポリシーオーバーライドを削除
ko_kr: 모든 정책 재정의 제거
pt_br: Remover todas as substituições de política
ru_ru: Удалить все переопределения политик
tr_tr: Tüm İlke Geçersiz Kılmalarını Kaldır
vi_vn: Xóa tất cả ghi đè chính sách
zh_hans: 删除所有策略覆盖
zh_hant: 移除所有原則覆寫

# PoliciesPage_ConfirmRemoveSelectedTitle
source: Remove Selected Policies
ar_tn: إزالة السياسات المحددة
de: Ausgewählte Richtlinien entfernen
es_es: Eliminar directivas seleccionadas
fr_fr: Supprimer les stratégies sélectionnées
he_il: הסר מדיניות נבחרת
id_id: Hapus Kebijakan Terpilih
it_it: Rimuovi criteri selezionati
ja_jp: 選択したポリシーを削除
ko_kr: 선택한 정책 제거
pt_br: Remover políticas selecionadas
ru_ru: Удалить выбранные политики
tr_tr: Seçilen İlkeleri Kaldır
vi_vn: Xóa chính sách đã chọn
zh_hans: 删除所选策略
zh_hant: 移除選取的原則

# Feature_CreatePowerPlanButtonText.Text
source: Create New
ar_tn: إنشاء جديد
de: Neu erstellen
es_es: Crear nuevo
fr_fr: Créer nouveau
he_il: צור חדש
id_id: Buat Baru
it_it: Crea nuovo
ja_jp: 新規作成
ko_kr: 새로 만들기
pt_br: Criar novo
ru_ru: Создать новый
tr_tr: Yeni oluştur
vi_vn: Tạo mới
zh_hans: 创建新建
zh_hant: 建立新建

# CreatePowerPlanTitle
source: Create Power Plan
ar_tn: إنشاء خطة طاقة
de: Energieplan erstellen
es_es: Crear plan de energía
fr_fr: Créer un plan d’alimentation
he_il: צור תוכנית חשמל
id_id: Buat Paket Daya
it_it: Crea piano energetico
ja_jp: 電源プランを作成
ko_kr: 전원 계획 생성
pt_br: Criar plano de energia
ru_ru: Создать план электропитания
tr_tr: Güç planı oluştur
vi_vn: Tạo kế hoạch năng lượng
zh_hans: 创建电源计划
zh_hant: 建立電源計劃

# PowerPlanNameLabel
source: Power plan name
ar_tn: اسم خطة الطاقة
de: Name des Energieplans
es_es: Nombre del plan de energía
fr_fr: Nom du plan d’alimentation
he_il: שם תוכנית החשמל
id_id: Nama paket daya
it_it: Nome del piano energetico
ja_jp: 電源プラン名
ko_kr: 전원 계획 이름
pt_br: Nome do plano de energia
ru_ru: Название плана электропитания
tr_tr: Güç planı adı
vi_vn: Tên kế hoạch năng lượng
zh_hans: 电源计划名称
zh_hant: 電源計劃名稱

# PowerPlanNamePlaceholder
source: Enter power plan name
ar_tn: أدخل اسم خطة الطاقة
de: Name des Energiesparplans eingeben
es_es: Ingrese el nombre del plan de energía
fr_fr: Entrez le nom du mode d'alimentation
he_il: הזן שם לתוכנית צריכת החשמל
id_id: Masukkan nama paket daya
it_it: Inserisci il nome della combinazione
ja_jp: 電源プラン名を入力してください
ko_kr: 전원 관리 옵션 이름 입력
pt_br: Digite o nome do plano de energia
ru_ru: Введите название схемы электропитания
tr_tr: Güç planı adını girin
vi_vn: Nhập tên gói nguồn điện
zh_hans: 输入电源计划名称
zh_hant: 輸入電源計劃名稱

# BasePowerPlanLabel
source: Base power plan
ar_tn: خطة الطاقة الأساسية
de: Basis-Energieplan
es_es: Plan de energía base
fr_fr: Plan d’alimentation de base
he_il: תוכנית חשמל בסיסית
id_id: Paket daya dasar
it_it: Piano energetico base
ja_jp: 基本電源プラン
ko_kr: 기본 전원 계획
pt_br: Plano de energia base
ru_ru: Базовый план электропитания
tr_tr: Temel güç planı
vi_vn: Kế hoạch năng lượng cơ bản
zh_hans: 基础电源计划
zh_hant: 基礎電源計劃

source: Create
ar_tn: إنشاء
de: Erstellen
es_es: Crear
fr_fr: Créer
he_il: צור
id_id: Buat
it_it: Crea
ja_jp: 作成
ko_kr: 만들기
pt_br: Criar
ru_ru: Создать
tr_tr: Oluştur
vi_vn: Tạo
zh_hans: 创建
zh_hant: 建立

# PowerPlanNameRequired
source: Please enter a name for the power plan.
ar_tn: يرجى إدخال اسم خطة الطاقة.
de: Bitte geben Sie einen Namen für den Energieplan ein.
es_es: Por favor, introduzca un nombre para el plan de energía.
fr_fr: Veuillez entrer un nom pour le plan d’alimentation.
he_il: אנא הזן שם עבור תוכנית החשמל.
id_id: Harap masukkan nama untuk paket daya.
it_it: Inserisci un nome per il piano energetico.
ja_jp: 電源プランの名前を入力してください。
ko_kr: 전원 계획의 이름을 입력하십시오.
pt_br: Por favor, insira um nome para o plano de energia.
ru_ru: Пожалуйста, введите название плана электропитания.
tr_tr: Lütfen güç planı için bir ad girin.
vi_vn: Vui lòng nhập tên cho kế hoạch năng lượng.
zh_hans: 请输入电源计划的名称。
zh_hant: 請輸入電源計劃的名稱。

# BasePowerPlanRequired
source: Please select a base power plan.
ar_tn: يرجى اختيار خطة الطاقة الأساسية.
de: Bitte wählen Sie einen Basis-Energieplan aus.
es_es: Seleccione un plan de energía base.
fr_fr: Veuillez sélectionner un plan d’alimentation de base.
he_il: אנא בחר תוכנית חשמל בסיסית.
id_id: Harap pilih paket daya dasar.
it_it: Seleziona un piano energetico base.
ja_jp: 基本電源プランを選択してください。
ko_kr: 기본 전원 계획을 선택하십시오.
pt_br: Por favor, selecione um plano de energia base.
ru_ru: Пожалуйста, выберите базовый план электропитания.
tr_tr: Lütfen temel güç planını seçin.
vi_vn: Vui lòng chọn kế hoạch năng lượng cơ bản.
zh_hans: 请选择基础电源计划。
zh_hant: 請選擇基礎電源計劃。

# PowerPlanCreated
source: Power plan created successfully.
ar_tn: تم إنشاء خطة الطاقة بنجاح.
de: Energiesparplan erfolgreich erstellt.
es_es: Plan de energía creado correctamente.
fr_fr: Mode d'alimentation créé avec succès.
he_il: תוכנית צריכת החשמל נוצרה בהצלחה.
id_id: Paket daya berhasil dibuat.
it_it: Combinazione risparmio energia creata con successo.
ja_jp: 電源プランが正常に作成されました。
ko_kr: 전원 관리 옵션이 성공적으로 생성되었습니다.
pt_br: Plano de energia criado com sucesso.
ru_ru: Схема электропитания успешно создана.
tr_tr: Güç planı başarıyla oluşturuldu.
vi_vn: Đã tạo gói nguồn điện thành công.
zh_hans: 电源计划创建成功。
zh_hant: 電源計劃建立成功。

# Feature_WindowsUpdates.Description
source: Configure how Windows handles automatic updates. Choose between automatic updates, security-only, manual control, or completely disabled.
ar_tn: قم بتكوين كيفية تعامل ويندوز مع التحديثات التلقائية. اختر بين التحديثات التلقائية أو الأمان فقط أو التحكم اليدوي أو التعطيل الكامل.
de: Konfigurieren Sie, wie Windows automatische Updates verarbeitet. Wählen Sie zwischen automatischen Updates, nur Sicherheitsupdates, manueller Steuerung oder vollständig deaktiviert.
es_es: Configure cómo Windows maneja las actualizaciones automáticas. Elija entre actualizaciones automáticas, solo seguridad, control manual o completamente deshabilitado.
fr_fr: Configurez la façon dont Windows gère les mises à jour automatiques. Choisissez entre les mises à jour automatiques, la sécurité uniquement, le contrôle manuel ou complètement désactivé.
he_il: הגדר כיצד Windows מטפל בעדכונים אוטומטיים. בחר בין עדכונים אוטומטיים, אבטחה בלבד, שליטה ידנית או מושבת לחלוטין.
id_id: Konfigurasikan bagaimana Windows menangani pembaruan otomatis. Pilih antara pembaruan otomatis, hanya keamanan, kontrol manual, atau dinonaktifkan sepenuhnya.
it_it: Configura come Windows gestisce gli aggiornamenti automatici. Scegli tra aggiornamenti automatici, solo sicurezza, controllo manuale o completamente disabilitato.
ja_jp: Windowsが自動更新を処理する方法を設定します。自動更新、セキュリティのみ、手動制御、または完全に無効から選択してください。
ko_kr: Windows가 자동 업데이트를 처리하는 방법을 구성합니다. 자동 업데이트, 보안만, 수동 제어 또는 완전히 비활성화 중에서 선택하세요.
pt_br: Configure como o Windows lida com atualizações automáticas. Escolha entre atualizações automáticas, apenas segurança, controle manual ou completamente desabilitado.
ru_ru: Настройте способ обработки автоматических обновлений Windows. Выберите между автоматическими обновлениями, только безопасность, ручное управление или полностью отключено.
tr_tr: Windows'un otomatik güncellemeleri nasıl işleyeceğini yapılandırın. Otomatik güncellemeler, yalnızca güvenlik, manuel kontrol veya tamamen devre dışı arasından seçim yapın.
vi_vn: Cấu hình cách Windows xử lý cập nhật tự động. Chọn giữa cập nhật tự động, chỉ bảo mật, kiểm soát thủ công hoặc tắt hoàn toàn.
zh_hans: 配置 Windows 处理自动更新的方式。在自动更新、仅安全更新、手动控制或完全禁用之间进行选择。
zh_hant: 設定 Windows 處理自動更新的方式。在自動更新、僅安全性更新、手動控制或完全停用之間進行選擇。

# Feature_WindowsUpdates_Manually.Content
source: Manually
ar_tn: يدوياً
de: Manuell
es_es: Manualmente
fr_fr: Manuellement
he_il: ידנית
id_id: Secara Manual
it_it: Manualmente
ja_jp: 手動
ko_kr: 수동
pt_br: Manualmente
ru_ru: Вручную
tr_tr: Manuel
vi_vn: Thủ công
zh_hans: 手动
zh_hant: 手動

# Feature_WindowsUpdates_Security.Content
source: Security Only
ar_tn: الأمان فقط
de: Nur Sicherheit
es_es: Solo Seguridad
fr_fr: Sécurité uniquement
he_il: אבטחה בלבד
id_id: Hanya Keamanan
it_it: Solo Sicurezza
ja_jp: セキュリティのみ
ko_kr: 보안만
pt_br: Apenas Segurança
ru_ru: Только безопасность
tr_tr: Yalnızca Güvenlik
vi_vn: Chỉ Bảo mật
zh_hans: 仅安全更新
zh_hant: 僅安全性

# Feature_WindowsUpdates_Disabled.Content
source: Disabled
ar_tn: معطل
de: Deaktiviert
es_es: Deshabilitado
fr_fr: Désactivé
he_il: מושבת
id_id: Dinonaktifkan
it_it: Disabilitato
ja_jp: 無効
ko_kr: 비활성화
pt_br: Desabilitado
ru_ru: Отключено
tr_tr: Devre Dışı
vi_vn: Đã tắt
zh_hans: 已禁用
zh_hant: 已停用

# Feature_WindowsUpdates.Header
source: Windows Updates
ar_tn: تحديثات ويندوز
es_es: Actualizaciones de Windows
fr_fr: Mises à jour Windows
he_il: עדכוני Windows
id_id: Pembaruan Windows
it_it: Aggiornamenti di Windows
ja_jp: Windows Update
ko_kr: Windows 업데이트
pt_br: Atualizações do Windows
ru_ru: Обновления Windows
tr_tr: Windows Güncellemeleri
vi_vn: Cập nhật Windows
zh_hans: Windows 更新
zh_hant: Windows 更新

# Feature_WindowsUpdates_Default.Content
source: Default
ar_tn: افتراضي
de: Standard
es_es: Predeterminado
fr_fr: Par défaut
he_il: ברירת מחדל
id_id: Bawaan
it_it: Predefinito
ja_jp: 既定
ko_kr: 기본값
pt_br: Padrão
ru_ru: По умолчанию
tr_tr: Varsayılan
vi_vn: Mặc định
zh_hans: 默认
zh_hant: 預設

# Feature_DisableWindowsAI.Header
source: Disable Windows AI
ar_tn: تعطيل ذكاء Windows
de: Windows-KI deaktivieren
es_es: Desactivar IA de Windows
fr_fr: Désactiver l’IA de Windows
he_il: השבתת בינה מלאכותית של Windows
id_id: Nonaktifkan Windows AI
it_it: Disattiva IA di Windows
ja_jp: Windows の AI を無効化
ko_kr: Windows AI 비활성화
pt_br: Desativar IA do Windows
ru_ru: Отключить ИИ Windows
tr_tr: Windows yapay zekâsını devre dışı bırak
vi_vn: Tắt AI của Windows
zh_hans: 禁用 Windows AI
zh_hant: 停用 Windows AI

# Feature_DisableWindowsAI.Description
source: Strips AI features from Notepad, Paint, and Photos, disables Windows Studio camera/mic effects and Gaming AI, and removes AI shell integrations to maximize privacy and performance.
ar_tn: يزيل ميزات الذكاء الاصطناعي من المفكرة والرسام والصور، ويعطّل تأثيرات الكاميرا والميكروفون في Windows Studio وذكاء الألعاب، ويزيل تكاملات الذكاء الاصطناعي من واجهة النظام لتعزيز الخصوصية والأداء.
de: Entfernt KI-Funktionen aus Editor, Paint und Fotos, deaktiviert Windows Studio Kamera-/Mikrofoneffekte und Gaming-KI und entfernt KI-Integrationen aus der Shell zur Maximierung von Datenschutz und Leistung.
es_es: Elimina funciones de IA de Bloc de notas, Paint y Fotos, desactiva los efectos de cámara y micrófono de Windows Studio y la IA para juegos, y elimina integraciones de IA del sistema para maximizar la privacidad y el rendimiento.
fr_fr: Supprime les fonctionnalités d’IA du Bloc-notes, de Paint et de Photos, désactive les effets caméra et micro de Windows Studio et l’IA pour le gaming, et retire les intégrations d’IA du shell afin d’optimiser la confidentialité et les performances.
he_il: מסיר תכונות בינה מלאכותית מפנקס הרשימות, Paint ותמונות, משבית אפקטי מצלמה ומיקרופון של Windows Studio ובינה מלאכותית למשחקים, ומסיר שילובי IA מהמעטפת כדי למקסם פרטיות וביצועים.
id_id: Menghapus fitur AI dari Notepad, Paint, dan Photos, menonaktifkan efek kamera/mikrofon Windows Studio dan Gaming AI, serta menghapus integrasi shell AI untuk memaksimalkan privasi dan performa.
it_it: Rimuove le funzionalità di IA da Blocco note, Paint e Foto, disabilita gli effetti fotocamera e microfono di Windows Studio e l’IA per il gaming, e rimuove le integrazioni IA dalla shell per massimizzare privacy e prestazioni.
ja_jp: メモ帳、ペイント、フォトからAI機能を削除し、Windows Studioのカメラ／マイク効果とゲームAIを無効化し、プライバシーとパフォーマンスを最大化するためにシェルのAI統合を削除します。
ko_kr: 메모장, 그림판, 사진에서 AI 기능을 제거하고 Windows Studio 카메라/마이크 효과와 게임 AI를 비활성화하며, 개인 정보 보호와 성능을 극대화하기 위해 셸의 AI 통합을 제거합니다.
pt_br: Remove recursos de IA do Bloco de Notas, Paint e Fotos, desativa efeitos de câmera e microfone do Windows Studio e IA para jogos, e remove integrações de IA do shell para maximizar privacidade e desempenho.
ru_ru: Удаляет функции ИИ из Блокнота, Paint и Фото, отключает эффекты камеры и микрофона Windows Studio и игровой ИИ, а также удаляет интеграции ИИ из оболочки для максимальной конфиденциальности и производительности.
tr_tr: Not Defteri, Paint ve Fotoğraflar’dan yapay zekâ özelliklerini kaldırır, Windows Studio kamera/mikrofon efektlerini ve oyun yapay zekâsını devre dışı bırakır ve gizlilik ile performansı en üst düzeye çıkarmak için kabuktaki yapay zekâ entegrasyonlarını kaldırır.
vi_vn: Loại bỏ các tính năng AI khỏi Notepad, Paint và Photos, tắt hiệu ứng camera/mic của Windows Studio và AI cho chơi game, đồng thời gỡ bỏ tích hợp AI khỏi hệ thống để tối đa hóa quyền riêng tư và hiệu suất.
zh_hans: 从记事本、画图和照片中移除 AI 功能，禁用 Windows Studio 的摄像头/麦克风效果和游戏 AI，并移除系统外壳中的 AI 集成，以最大化隐私和性能。
zh_hant: 執行全系統 AI 清理。停用 Copilot、Recall 與 AI Fabric 服務；移除記事本、小畫家與相片中的 AI 功能；停用 Windows Studio 的相機/麥克風效果與遊戲 AI；並移除系統殼層中的 AI 整合，以最大化隱私與效能。

# Shell_Services.Content
source: Services
ar_tn: الخدمات
de: Dienste
es_es: Servicios
he_il: שירותים
id_id: Layanan
it_it: Servizi
ja_jp: サービス
ko_kr: 서비스
pt_br: Serviços
ru_ru: Службы
tr_tr: Hizmetler
vi_vn: Dịch vụ
zh_hans: 服务
zh_hant: 服務

# Shell_Processes.Content
source: Processes
ar_tn: العمليات
de: Prozesse
es_es: Procesos
fr_fr: Processus
he_il: תהליכים
id_id: Proses
it_it: Processi
ja_jp: プロセス
ko_kr: 프로세스
pt_br: Processos
ru_ru: Процессы
tr_tr: İşlemler
vi_vn: Tiến trình
zh_hans: 进程
zh_hant: 程序

# Settings_ThemeSettingsCard.Header
source: App Theme
ar_tn: سمة التطبيق
de: App-Design
es_es: Tema de la aplicación
fr_fr: Thème de l’application
he_il: ערכת נושא של האפליקציה
id_id: Tema Aplikasi
it_it: Tema dell'app
ja_jp: アプリのテーマ
ko_kr: 앱 테마
pt_br: Tema do aplicativo
ru_ru: Тема приложения
tr_tr: Uygulama Teması
vi_vn: Chủ đề ứng dụng
zh_hans: 应用主题
zh_hant: 應用程式主題

# Settings_ThemeSettingsCard.Description
source: Choose the app color theme
ar_tn: اختر سمة ألوان التطبيق
de: Wählen Sie das Farbdesign der App
es_es: Elige el tema de color de la aplicación
fr_fr: Choisissez le thème de couleur de l’application
he_il: בחר את ערכת הצבעים של האפליקציה
id_id: Pilih tema warna aplikasi
it_it: Scegli il tema colore dell'app
ja_jp: アプリのカラーテーマを選択します
ko_kr: 앱 색상 테마를 선택하세요
pt_br: Escolha o tema de cores do aplicativo
ru_ru: Выберите цветовую тему приложения
tr_tr: Uygulama renk temasını seçin
vi_vn: Chọn chủ đề màu của ứng dụng
zh_hans: 选择应用的颜色主题
zh_hant: 選擇應用程式的色彩主題

# Settings_NavigationStyle.Header
source: Navigation Style
ar_tn: نمط التنقل
de: Navigationsstil
es_es: Estilo de navegación
fr_fr: Style de navigation
he_il: סגנון ניווט
id_id: Gaya Navigasi
it_it: Stile di navigazione
ja_jp: ナビゲーションスタイル
ko_kr: 탐색 스타일
pt_br: Estilo de navegação
ru_ru: Стиль навигации
tr_tr: Gezinme Stili
vi_vn: Kiểu điều hướng
zh_hans: 导航样式
zh_hant: 導覽樣式
